/* The following strings are used, to display the time in a "fuzzy" style.                            */
/* If you want to have other strings, change the second entry in a line. Don't change the first!      */
/* The entry %@ represents the position where the hour is placed.                                     */
/* After every string you have to set a reference whether the referenced hour is the current or the   */
/* next.                                                                                              */

"shortly after %@" 		= "περασμένες %@";
"shortly after ref" 	= "current";

"five past %@" 			= "%@ και πέντε";
"five past ref" 		= "current";

"ten past %@" 			= "%@ και δέκα";
"ten past ref" 			= "current";

"quarter past %@" 		= "%@ και τέταρτο";
"quarter past ref" 		= "current";

"twenty past %@" 		= "%@ και είκοσι";
"twenty past ref" 		= "current";

"twentyfive past %@" 	= "%@ και εικοσιπέντε";
"twentyfive past ref" 	= "current";

"half past %@" 			= "%@ και μισή";
"half past ref" 		= "current";

"twentyfive to %@" 		= "%@ παρά εικοσιπέντε";
"twentyfive to ref" 	= "next";

"twenty to %@" 			= "%@ παρά είκοσι";
"twenty to ref" 		= "next";

"quarter to %@" 		= "%@ παρά τέταρτο";
"quarter to ref" 		= "next";

"ten to %@" 			= "%@ παρά δέκα";
"ten to ref" 			= "next";

"five to %@" 			= "%@ παρά πέντε";
"five to ref" 			= "next";

"nearly %@" 			= "%@ παρά";
"nearly ref" 			= "next";


/* hour names */

"twelve" = "δώδεκα";
"one" = "μία";
"two" = "δύο";
"three" = "τρείς";
"four" = "τέσσερις";
"five" = "πέντε";
"six" = "έξι";
"seven" = "εφτά";
"eight" = "οχτώ";
"nine" = "εννιά";
"ten" = "δέκα";
"eleven" = "έντεκα";


/* special strings */

"%@ o'clock" = "%@ η ώρα";
"midnight" = "Μεσάνυχτα";


/* Workarounds */

"one o'clock" = "μία";
"half past one" = "δωδεκάμιση";


/* Menu items		*/

"About FuzzyClock" = "Περί του FuzzyClock...";
"FuzzyClock Help" = "FuzzyClock βοήθεια";
"Preferences ..." = "Ρυθμίσεις...";
"Quit" = "Τερματισμός";


/* Others		*/

"language" = "Γλώσσας";
"change only FuzzyTime" = "Αλλαγή μόνο της Fuzzy-Ώρας";

"Save" = "Αποθήκευση";

"Fuzzy Preferences" = "Ρυθμίσεις Fuzzy";

"Language Settings" = "Ρυθμίσεις Γλώσσας";
"Specials" = "Ειδικές";
"Special time settings" = "Ειδικές ρυθμίσεις ώρας";
"Starttime" = "Ώρα έναρξης";
"Endtime" = "Ώρα λήξης";
"String" = "Κείμενο";
"time format: hh:mm" = "Σχήμα ώρας: ωω:λλ";
"Remove" = "Αφαίρεση";
"Add" = "Πρόσθεση";

"show day in menu bar" = "show day in menu bar";

/* Weekday abbreviations */

"Sunday" = "Sun";
"Monday" = "Mon";
"Tuesday" = "Tue";
"Wednesday" = "Wed";
"Thursday" = "Thu";
"Friday" = "Fri";
"Saturday" = "Sat";